var local_database = [{
  "name": "蜻蜓是用什么来点水？",
  "daan": "D",  
  "content": ["头部", "翅膀", "后足", "尾部"]
},
{
  "name": "利用尾巴支持身体的动物是？",
  "daan": "C",
  "content": ["老虎", "卷尾猴", "袋鼠", "鱼"]
},
{
  "name": "炎热的夏天，狗是通过什么散热的？",
  "daan": "B",
  "content": ["皮肤出汗", "张口呼吸", "洗热水澡", "偷吃冷饮"]
},
{
  "name": "先花后叶的植物是？",
  "daan": "B",
  "content": ["槐", "紫荆", "珍珠梅", "桂花"]
},
{
  "name": "被古希腊女诗人萨福誉为“花中皇后”的是？",
  "daan": "B",
  "content": ["百合", "郁金香", "月季", "唐菖蒲"]
},
{
  "name": "下列哪种植物耐酸性？",
  "daan": "B",
  "content": ["杜鹃", "石竹", "白蜡", "天竺葵"]
},
{
  "name": "猫的眼睛一日多少变？",
  "daan": "C",
  "content": ["1", "2", "3", "4"]
},
{
  "name": "刺槐花是（  ）色？",
  "daan": "B",
  "content": ["红", "白", "蓝", "紫"]
},
{
  "name": "蜜蜂喜欢蛰什么样的人？",
  "daan": "B",
  "content": ["穿花衣服有香水味的", "穿黑衣服有酒葱蒜味的", "穿白衣服有汗臭味的", "穿蓝衣服带眼镜的"]
},
{
  "name": "对弹琴会有什么结果？",
  "daan": "C",
  "content": ["母牛发怒", "公牛发怒", "多产多奶", "牛群随之而舞"]
}
]
module.exports = {
  postList: local_database
}